Repository: Remi-Gau/ecobidas_ui
Catalog: ecobidas_ui/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Export not implemented yet.
fr: L'exportation n'a pas encore été implémentée.

source: This page was generated using dummy data. In the final version the content of this page should adapt to the values you inputted in the checklist.
fr: Cette page a été générée en utilisant des données fictives. Dans la version finale, le contenu de cette page devrait s'adapter aux valeurs que vous avez saisies dans la liste de contrôle.

source: Download as markdown
fr: Télécharger au format markdown

source: Upload participants.tsv and participants.json
fr: Télécharger les fichiers participants.tsv et participants.json

source: File must be '.tsv' and '.json' files.
fr: Les fichiers doivent être des fichiers '.tsv' et '.json'.

source: Upload
fr: Envoyer

source: Upload bold.json
fr: Télécharger le fichier bold.json

source: The file must be a '.json' file.
fr: Le fichier doit être un fichier '.json'.

source: Save
fr: Sauver

source: The 'participants.tsv' does not seem to be valid: 'participant_id' column is missing.
fr: Le fichier 'participants.tsv' ne semble pas être valide: la colonne 'participant_id' est manquante.

source: The 'participants.json' was not annotated.
fr: Le fichier 'participants.json' n'a pas été annoté.

source: No field could be updated.
fr: Aucun champ n'a été mis à jour.

source: The following fields were updated:
fr: Les items suivants ont été mis à jour:

source: No '_bold.json' was uploaded.
fr: Aucun fichier '_bold.json' n'a été envoyé.

source: Your data was saved.
fr: Vos réponses ont été sauvegardées.

source: items were added.
fr: questions ont été ajoutées.

source: Export
fr: Exporter

source: Welcome to eCOBIDAS
fr: Bienvenue sur eCOBIDAS

source: Sorry, that page
fr: Désolé, cette page

source: does not exist.
fr: n'existe pas.

source: This website is under construction
fr: Ce site est en cours de construction

source: Other checklists
fr: Autres checklists
